const ParagraphModal = () => {
  return (
    <div className="font-light text-justify text-[2vh] md:text-[2vh]">
      <p className="text-center font-bold text-[2rem]"> ፲፫ ተኛው</p>
      <article className="indent-8 mb-8">
        ፲፫ ተኛው አብረን ተጉዘናል ሁሉም ጥሩ ይሆናል ! ከ16 ዓመት በፊት ሸገር ራዲዮ ጣቢያ መደበኛ ስርጭቱን ሲጀምር
        የተከፈተ ዘፈን ነበር። ያኔ ዕወቁ የሙዚቃ ሠው ደረጃ መኰንን ፀደኒያ ገ/ማርቆስንና ሌቨንን አሳትፎ የሠራው ይሄንን
        ሙዚቃ ለዛሬው የላዛ ፕሮግራም አዘጋጅ ከሌሎች አራትና አምስት ሙዚቃዎች ጋር አዳብሎ ሠጥቶት ነበርና ነው ይሄ ዘፈን
        ለመክፈቻነት የዋለው .: በስተኋላ ሚካኤል በላይነህ የተጫወተው መሆኑ ነው። እናም ውድ የኪነጥበብ አፍቃሪያን
        አብረን መጓዝ ከጀመርን ኪነጥበብንና ጥበበኞችን ማወደስ፣ ማክበር፣ መዘከረ ከጀመርን 13 ዓመታት ። አሁንም አብረን
        ተጉዘናል ሁሉም ጥሩ ይሆናል !
      </article>
      <article className="indent-8 mb-8">
        ያለፉት 12 ዓመታት እንዲህ እንደዋዛ የታለፉ አይደሉምና አብረን እናንተን ይዘን መጓዛችን ሽክማችን እንዲቀል
        ሆኗል። ዘንድሮም ለ13ኛ ጊዜ የሚከናወነው የለዛ የሽልማት ስነ ስርዓት እንደተለመደው በ12 ዘርፎች ይሠጣል።
        የዓመቱ ምርጥ ዘፈን እና የህይወት ዘመን ዘርፎች 100 ፐርሰንት በዳኞችና ሙያተችን ድምፅ የሚወሰን ሲሆን የሙዚቃ
        ቪዲዮ እና ነጠላ ዜማ ዘርፎች ደግሞ ሙሉ በሙሉ በአድማጭ ተመልካች ድምፅ የሚወሠኑ ናቸው። የሙዚቃ ቪዲዮ ምድብ
        አልበም አውጥተው የሙዚቃ ቪዲዮ የቀረበላችው ስራዎች ብቻ ናቸው በዕጩነት የሚቀርቡት :: ሌሎች ዘርፎች 50
        ፐርሰንት አድማጭ ተመልካች 50 ፐርሰንት ሙያተኛ ዳኞች በሚሠጡት ድምፅ ይወሰናል። . ለ1 ወር የመጀመሪያው ዙር
        ከተከናወነ በኋላ ለሁለተኛው ዙር ከየምድቡ የተመረጡ አምስት አምስት ስራዎች በሁለተኛው ዙር ድምፅ ተሰቶባቸው
        ተሸላሚ ይሆናሉ፡
      </article>
      <article className="indent-8 mb-8">
        ያለፉት 2 ዓወታት እንደሃገር የገጠሙን ሳንካዎች ሊያስ ጉ ዙን ባይችሉም the Show must go on ትርዒቱ
        ይቀጥላል! በችግርና ፈተናም ውስጥ ቢኮንም ኪነጥበባዊ ስራዎች መታያት መሠራታቸው ግድነው ቢልም ስርዓቱ ይህንን ግን
        መከወን ተስኖን ሁለት ዓመታት ተቆጥረዋል። እኛ እንኳን the Show must go on ሂደቱ መቀጠል አለበት ብንል
        እና ዝግጅቱን ለመከወን ብናስብ በቂ ኪነ ጥበባዊ ለመተየት ለመደመጥ ለመሠራት ባለመቻላችው የግድ ሁሉም ጥሩ
        እስኪሆን ሁሉም ጥሩ ይሆናል እያልን መጠበቅ ነበረብንና በአመቱ ሳናሳካው ለመቅረታችን ምክንያት ሆኗል። 12
        ተኛውንና 13 ተኛውን በአንድ ደብለንም 13 ተኛው የለዛ የሽልማት ስነስርዓተ በሚልም ከ ሀምሌ 1 - 20 13-
        ሰኔ 30 - 2015 ዓ.ም ድረስ ለወጡ የኪነጥበብ ስራዎች ተገቢውን ክብር ለመስጠት እየተጋን ነው :: እነም
        እናንት የኪነጥበብ ወዳጅ ፣ ደጋፊ ፣ አበርቺዎች አሁንም በነዚህ ጊዜያት ውስጥ ለወጡ ስራዎች ኪነ ጥበባዊ ፋይዳቸው
        ከፍ ላሉባችሁ ሙያተኞች እና ስራ ቸው በ- ..... ድምፃችሁን በመሥጠት ሁሌም እንደምንለው መፈከሪያችም እንደሆነው
        " ሁላችንም ሚና አለን" ሚናችሁን እንድታወጡ ኪነጥበብና ሙያተኞቿን እንድታ ክበሩ በአክብሮት እንጠይቃለን።
      </article>
      <article className="indent-8 mb-8">
        የ13 ተኛው የለዛ ሽልማት ሂደት በይፋ ተጀምሯል ና የ ሃሳቡን ፅኑነት የወደፊት ተስፋውንም በኪነ ጥበብ ቤተሰብ
        ዘንድ ለማስረጽ ሃሳቦችን የድምፅ ሰጡ ሂደቱንም በተለለያዩ መንገዶች በማህበራዊ ትስስር ገጾቻችሁ በአየር ሞገዶቻችን
        ታስተጋቡልን ዘንድ በአክብሮት እንጠይቃለን ። አብርን ተጉዞን እዚህ ደርሰናል! ወደ ፊትም እጓዛለን ! አብረን
        ተጉዘናል ሁሉም ጥሩ ይሆናል እንዲል ታላቁ ሙዚቀኛ ደረጀ መኮንን :: ድምፆችሁን በመስጠት የኪነጥበብ ቤተሰብን
        አበርቱ ሚናችሁን ተወጡ። ሁለችንም ሚና አለን ! የለዛ ሽልማት
      </article>
    </div>
  )
}

export default ParagraphModal
