import React from "react";

const MusicCandidates = () => {
  return (
    <div className="px-4 md:px-[10vw] py-10">
      <h1 className="text-4xl py-4 bg-white p-4 rounded-lg">የሙዚቃ እጩዎች</h1>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የኤልያስ መልካ ሽልማት የአመቱ ምርጥ አዲስ ድምጻዊ
      </h1>
      <ol className="space-y-4 text-lg">
        <li> 1 ጀምበሩ ደመቀ ጀምበሩ</li>
        <li> 2 ወግዳይት ወግዳይት</li>
        <li> 3 ሜላት ቀለመወርቅ እንደ ማለዳ </li>
        <li> 4 አሰግድ እሸቱ አለሚቱ</li>
        <li> 5 ቅዱስ በለጠ ኬናንኬ</li>
        <li> 6 ሮባ ጁኒየር ደቦል</li>
        <li> 7 ታምራት ካህሳይ ዋካይ</li>
        <li> 8 ሲትያና ቴኒ ማንነቴን</li>
        <li> 9 ሱራ ታከለ ቦሬ</li>
        <li> 10 ዛዮን ሬብልስ ንቃት</li>
      </ol>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የአመቱ ምርጥ አልበም
      </h1>
      <ol className="space-y-4 text-lg">
        <li> 1 ታምሩ አማረ ቶም</li>
        <li> 2 ሃሌሉያ ተ/ጽዲቅ ተወዳጅ</li>
        <li> 3 ሄዋን ገ/ወልድ ሄዋን </li>
        <li> 4 ዲበኩሉ ታፈሰ የቱ ጋር ነህ</li>
        <li> 5 አሰግድ እሸቱ አለሚቱ</li>
        <li> 6 ሜላት ቀለመወርቅ አንደ ማለዳ </li>
        <li> 7 ወግዳይት አሳላፊ</li>
        <li> 8 ሮፍናን ሰደስት</li>
        <li> 9 the book of pamfalon ፓምፋሎን</li>
        <li> 10 ዮሃና እረፍት</li>
        <li> 11 ሳሚዳን ቅጽበት</li>
        <li> 12 ጀምበሩ ደመቀ ጀምበሩ</li>
        <li> 13 ሚኪ ሃሴት ሃሴት</li>
        <li> 14 ካሙዙ ካሳ ሻኩራ </li>
        <li> 15 ሄኖክ አበበ ይቅርታ </li>
        <li> 16 ሮባ ጁኒየር ደቦል</li>
        <li> 17 ግርማ ተፈራ ግን የት ሃገር </li>
        <li> 18 አብነት አጎናፍር አለቀ</li>
        <li> 19 ሲትያና ቴኒ ማንነቴን</li>
        <li> 20 ታምራት ካህሳይ ዋካይ</li>
        <li> 21 ቅዱስ በለጠ ኬናንኬ </li>
        <li> 22 አቤል ጳውሎስ ኤክሶደስ</li>
        <li> 23 ሱራ ታከለ (ሱራ ቲ) ቦሬ</li>
        <li> 24 ኢትዮ ከለር ኢትዮ ከለር</li>
        <li> 25 ዛዮን ሬብልስ ንቃት</li>
        <li> 26 ቡሪክ ቡሪክ</li>
        <li> 27 አደም መሃመድ ኦሮሚያ</li>
        <li> 28 ተፈሪ ሰላሌ ኦሮሚኛ አልበም</li>
        <li> 29 አቡሽ ዘለቀ እንደ አባቴ</li>
        <li> 30 አስኔ አባተ እፎይ</li>
        <li> 31 ሃይሌ ሩትስ የታመነ </li>
        <li> 32 ጸዲ (ትንሿ) 2፡11</li>
        <li> 33 ኒና ግርማ ማጀቴ</li>
      </ol>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የአመቱ ምርጥ የሙዚቃ
      </h1>
      <ol className="space-y-4 text-lg">
        <li> 1 ሃሌሉያ ት/ጻዲቅ ፍቅር ጠማቂ</li>
        <li> 2 ሄዋን ገ/ወልድ ሙነይ</li>
        <li> 3 ዲበኩሉ ታፈሰ የልቤ ሰው </li>
        <li> 4 አሰገድ እሸቱ አለሚቱ </li>
        <li> 5 ሜላት ቀለመወርቅ ጣይቱ ብሎ</li>
        <li> 6 ጀምበሩ ደመቀ ጋሜ አይፈራም </li>
        <li> 7 ሄኖክ አበበ ይቅርታ</li>
        <li> 8 ሱራ ታከለ ቦሬ</li>
        <li> 9 ሲትያና ቴኒ ማንነቴን</li>
        <li> 10 ጌታሁን ምትኩ(ቶም) አለሁ</li>
        <li> 11 እመቤት ነጋሲ (ኤክሶደስ) ጎበዜ </li>
        <li> 12 ቅዱስ በለጠ ኬናንኬ</li>
        <li> 13 ግርማ ተፈራ መርጦ ማፍቀር የለም</li>
        <li> 14 አስቴር አወቀ ተመለስ</li>
        <li> 15 ሮባ ጁኒየር አየሁሽ</li>
        <li> 16 አብነት አጎናፍር የቀረሽ ይመስለኛል</li>
        <li> 17 ጀምበሩ ደመቀ የአቴጌ ጨዋታ</li>
        <li> 18 ወግዳይት እንዳለሁ አለሁ</li>
        <li> 19 ዲበኩሉ ታፈሰ ጉም ጉም</li>
        <li> 20 ሄዋን ገ/ወልድ ሼሙና</li>
        <li> 21 ዛዮን ሬብልስ ጽናት</li>
        <li> 22 አስኔ አባተ ሜራዬ </li>
        <li> 23 ሃይሌ ሩትስ ላይቻል የለም</li>
        <li> 24 ኒና ግርማ ሰላሜ</li>
        <li> 25 ኒና ግርማ ያሰላልሌ </li>
      </ol>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የአመቱ ምርጥ ነጠላ ዘፈን
      </h1>
      <ol className="space-y-4 text-lg">
        <li> 1 ማኪ ኬብ አልወድም </li>
        <li> 2 ዘቢባ ግርማ አስታዋሽ</li>
        <li> 3 አንተነህ ወራሽ እየወዘወዘው</li>
        <li> 4 ሰለሞን ጥጋቤ ጨዋታ</li>
        <li> 5 ሄዋን ገ/ወልድ ቆጨኝ</li>
        <li> 6 ናሆም መኩሪያ ዳርም የላት</li>
        <li> 7 ብሩክ ደጀኔ ኮቱሜ </li>
        <li> 8 ሃናን አብዱ እሪ በል</li>
        <li> 9 ግዛቸው ተሾመ ገሩ መጀን</li>
        <li> 10 ጃኪ ጎሲ ደብዳቤው </li>
        <li> 11 ሄለን በርሄ ደራማሲ</li>
        <li> 12 ሮቤል ሚደቅሳ ክንፍ ክንፍ</li>
        <li> 13 ሃና ግርማ ከተሜ</li>
        <li> 14 ይርዳው ጤናው ወይ ሃገር </li>
        <li> 15 ህብስት ጥሩነህ እጠብቅሃለሁ </li>
        <li> 16 ኢሳያስ ታምራት ወሊን</li>
        <li> 17 አዲስ ለገሰ እንጃ </li>
        <li> 18 ተመስገን ገ/እግዝአብሄር ከባድ </li>
        <li> 19 ምስክር አወል ይቅር ይቅር</li>
        <li> 20 ይድነቃቸው አወል ልማልልሽ </li>
        <li> 21 ለምለም ህ/ሚካኤል ለበጎ ነው </li>
        <li> 22 ማኪ ኬብ ደነገጠ </li>
        <li> 23 ማፊ አፍሮ እመናት ልቤ </li>
        <li> 24 ቬሮኒካ አዳነ ጥፍጥ አለኝ</li>
        <li> 25 እየሩሳሌም ቀ/ወርቅ መናኝ</li>
        <li> 26 እሳያስ ታመራት እያዳነ ያማል</li>
        <li> 27 ሃሊማ አብድራህማን ጎራው </li>
        <li> 28 ዲዲ ጋጋ ሶሪ</li>
        <li> 29 በቲ ሼር ተኩዬ </li>
        <li> 30 ተምኒኬ ተሙ ፋራው</li>
        <li> 31 ኤልያስ መራዊ መንገድ </li>
        <li> 32 አማኑኤል የማነ ትነበርላ </li>
        <li> 33 ያሬድ ነጉ የኔ ናት </li>
        <li> 34 ጆን ዳንኤል አይችልም </li>
        <li> 35 ያሬድ ነጉ ሸመና </li>
        <li> 36 ሃይማኖት ግርማ ከላይ</li>
        <li> 37 ዲዲ ጋጋ ጄጄ </li>
        <li> 38 ናትናኤል ለታ አልቻለም ጎኔ</li>
        <li> 38 ቃለአብ ክንፈ እሺ ከዛስ ወዲያ </li>
        <li> 39 ብሩክ ጃኔ ተማርኬያለሁ</li>
        <li> 40 ዳዊት መንግስቱ ያላንቺ</li>
        <li> 41 ዘመኑ ነጋ ሆድዬ </li>
        <li> 42 ዳግማዊ ታምራት ይሆን እንዴ</li>
        <li> 43 ዳዊት አለማየሁ ደግ አረገ</li>
        <li> 44 ናሆም ዮሃንስ ሰላም ኩንለይ</li>
        <li> 45 ኤልያስ ተሾመ ሆዴ </li>
        <li> 46 ሚኪያስ ቸርነት ጉዳዬ </li>
        <li> 47 ማዲቱ ወዳይ ሹምዳሬ</li>
        <li> 48 ሚኪ ጎንደርኛ ኒሻን</li>
        <li> 49 ሄኖክ ጌታቸው እንደዚያው ነው </li>
        <li> 50 ልጅ ማይክ አለው መሰንቆ</li>
        <li> 51 ወንዲ ማክ ሻምባራምባ</li>
        <li> 52 ጋላና ጋሩምሳ ደራኑ</li>
        <li> 53 ነጻነት ሱልጣን ጉርባዮ</li>
        <li> 54 እሱባለው ይታየው ቻው ትልና</li>
        <li> 55 ማስተዋል እያዩ ጅግና </li>
        <li> 56 አስቻለው ፈጠነ እናትዋ ጎንደር </li>
        <li> 57 ሳራ ቲ የምሞሽረው </li>
        <li> 58 ሄለን በርሄ ሲመስለኝ</li>
        <li> 59 ጉቱ አበራ ሃዋናዋ</li>
        <li> 60 ቬሮኒካ አዳነ ተው </li>
        <li> 61 ቬሮኒካ አዳነ አበባዬ </li>
        <li> 62 ቬሮኒካ አዳነ ጥፍጥ አለኝ</li>
        <li> 63 ቬሮኒካ አዳነ ኩርፊያ </li>
        <li> 64 ታንምር ግዛው ምነዋ </li>
        <li> 65 ቤቲ ሼር ግን</li>
        <li> 66 ቃልኪዳን ምን ሆኜ ነው</li>
        <li> 67 ቃልአብ ክንፈ አረሳሽም ዎይ</li>
        <li> 68 ቤኪ የኔ ጸሃይ</li>
        <li> 69 ብስራት ሱራፌል ትሆን ወይ</li>
        <li> 70 ዳጊ ዲ ባይሽ</li>
        <li> 71 ሃሌሉያ ተ/ጻድቅ ተጠፋፋን</li>
        <li> 72 ዮሃና ካሳት</li>
        <li> 73 ሄዋን ገ/ወልድ ናና </li>
        <li> 74 ሄዋን ገ/ወልድ አነ </li>
        <li> 75 አብዱ ኪያር እና ሜላት ወዬ</li>
        <li> 76 አብዱ ኪያር እና አዲስ ሙላት የወብ ዳር</li>
      </ol>
    </div>
  );
};

export default MusicCandidates;
