import React from "react";

const MovieCandidates = () => {
  return (
    <div className="px-4 md:px-[10vw] py-10">
      <h1 className="text-4xl py-4 bg-white p-4 rounded-lg">የፊልም እጩዎች</h1>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የአመቱ ምርጥ የቴሌቪዝን ተከታታይ ፊልም
      </h1>
      <ol className="space-y-4 text-lg">
        <li> 1. በስንቱ (ኢቢኤስ)</li>
        <li> 2. የቄሳር ዲናሮች (ዲኤስ ቲቪ)</li>
        <li> 3. አፋፍ (ዲኤስ ቲቪ)</li>
        <li> 4. ጊዜ (ዲኤስ ቲቪ)</li>
        <li> 5. እንደ አንድ (ዲኤስ ቲቪ)</li>
      </ol>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የአመቱ ምርጥ ተዋናይት
      </h1>
      <ol className="space-y-4 text-lg">
        <li> 1. ድንበርነሽ አረጋ አጨብጭቡለት</li>
        <li> 2. ፒና አባይ ለትንሽ ፊልም</li>
        <li> 3. ተልለ ዋቅወያ ፊናፍ ፊልም</li>
        <li> 4. ቃልኪዳን ጥበቡ ልባም ፊልም</li>
        <li> 5. ኤልያና ብርሀኑ ጋዜጠኛዋ ፊልም</li>
        <li> 6. ናርዶስ አዳነ እንደ ልቤ ፊልም</li>
        <li> 7. ማርታ ማሞ ገምዛ ፊልም</li>
        <li> 8. መስከረም ነጋ የማር ውሀ ፊልም</li>
        <li> 9. ሀና ፍቃዱ 7 ጊዜ70 ፊልም</li>
        <li> 10. ማራማዊት አባተ ሎሌ</li>
        <li> 11. ኢዲዲያ ስብሀት ማንያዘዋ ፊልም</li>
        <li> 12. ሩት ሰለሞን ማነው አራዳ ፊልም</li>
        <li> 13. ቃልኪዳን ጥበቡ የሰኔ ግርግር ፊልም</li>
        <li> 14. ትዝታ ጥበቡ እህቴን ፊልም</li>
        <li> 15. ቃልኪዳን ጥበቡ ዝምታዬ ፊልም</li>
        <li> 16. ኑሀሚን መሰረት ወዳጅ ፊልም</li>
        <li> 17. ነፃነት አይተፍሱ ሰሞኑን ፊልም</li>
        <li> 18. ጠረፍ ካሳሁን ክሱት ፊልም</li>
        <li> 19. ትዝታ አዲስ የባለስልጣን ልጅ ፊልም</li>
        <li> 20. የምስራች ግርማ ያልተበላው እራት ፊልም</li>
        <li> 21. እየሩሳሌም ገበየሁ ማሪኝ ፊልም</li>
        <li> 22. ኑሀሚን መሰረት ፍልሚያ ፊልም</li>
        <li> 23. ዕድልወርቅ ጣሰው የሀገር ምስጢር አለኝ ፊልም</li>
        <li> 24. አናሪያ ክንፈ እንደ ሀገር ፊልም</li>
        <li> 25. ፍናን ኸድሩ ጥላዬ ፊልም</li>
        <li> 26. ቅድስት ገ/ስላሴ ለዙፋን ፊልም</li>
        <li> 27. መቅደላዊት ግርማ ሌባና ሌባ</li>
        <li> 28. ሰላም ተፈሪ የባሌ ሚስት ፊልም</li>
        <li> 29. አለምጸሀይ እሸቱ ዝናዬ ፊልም</li>
        <li> 30. ኤደን ገነት ጀግኒት ፊልም</li>
        <li> 31. መስከረም አበራ የሱፍ አበባ ፊልም</li>
        <li> 32. ሳያት ደምሴ ህጋዊ ጋብቻ ፊልም</li>
        <li> 33. ማህደር አሰፋ ዶቃ ፊልም</li>
      </ol>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የወንድ መሪ ተዋናይ
      </h1>
      <ol className="space-y-4 text-lg">
        <li>1. ታሪኩ ብርሀኑ(ባባ) አጨብጭቡለት </li>
        <li>2. ካሳሁን ፍስሀ ለትንሽ ፊልም </li>
        <li>3. ብሩክ ግርማ ፊናፍ ፊልም </li>
        <li>4. ኤርሚያስ ታደሰ ልባም ፊልም </li>
        <li>5. ፋሪስ ብሩ ጋዜጠኛዋ ፊልም </li>
        <li>6. ሰለሞን ሙሄ እንደ ልቤ ፊልም </li>
        <li>7. ሙሉአለም ጌታቸው ገምዛ ፊልም </li>
        <li>8. መላኩ ታደሰ የማር ውሀ ፊልም </li>
        <li>9. ሔኖክ ዘርዓብሩክ 7 ጊዜ70 ፊልም </li>
        <li>10. ሰለሞን ሙሄ ሎሌ ፊልም </li>
        <li>11. አማኑኤል ሀብታሙ ማንያዘዋል ፊልም </li>
        <li>12. ሳሚ በደዊ ማነው አራዳ ፊልም </li>
        <li>13. አለማየሁ ታደሰ የሰኔ ግርግር ፊልም </li>
        <li>14. ቅድመአለም ውሂብ እህቴን ፊልም </li>
        <li>15. ሰለሞን ቦጋለዝ ዝምታዬ ፊልም </li>
        <li>16. ታሪኩ ብርሃኑ (ባባ) ወዳጅ ፊልም </li>
        <li>17. ኤርሚያስ ታደሰ ሰሞኑን ፊልም </li>
        <li>18. አማኑኤል የሺወንድ ክሱት ፊልም </li>
        <li>19. እንግዳሰው ሀብቴ የባለስልጣን ልጅ ፊልም </li>
        <li>20. ቢኒያም አማን ያልተበላው እራት ፊልም </li>
        <li>21. ካሳሁን ፍስሀ ማሪኝ ፊልም </li>
        <li>22. እንግዳሰው ሀብቴ ፍልሚያ ፊልም </li>
        <li>23. ሙሉዓለም ጌታቸው የሀገር ምስጢር አለኝ ፊልም </li>
        <li>24. ምስጋና አጥናፉ እንደ ሀገር ፊልም </li>
        <li>25. ቸርነት ፍቃዱ ጥላዬ ፊልም </li>
        <li>26. እንድሪያስ መኮንን ለዙፋን ፊልም </li>
        <li>27. እንግዳሰው ሀብቴ(ቴዲ) ሌባ እና ሌባ ፊልም </li>
        <li>28. ዳዊት ከበደ የባሌ ሚስት </li>
        <li>29. ያብስራ ተክሉ ዝናዬ </li>
        <li>30. ሰለሞን ሙሄ ጀግኒት </li>
        <li>31. ግሩም ኤርሚያስ የሱፍ አበባ </li>
        <li>32. ግሩም ዘነበ ህጋዊ ጋብቻ </li>
        <li>33. ግሩም ዘነበ ዶቃ ፊልም </li>
      </ol>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        {" "}
        የአመቱ ምርጥ የቴሌቪዥን ተከታታይ ፊልም ተዋናይት
      </h1>
      <ol className="space-y-4 text-lg">
        <li>1. መስከረም አበራ (በስንቱ)</li>
        <li>2. ትነበብ ተረፈ (ጊዜ)</li>
        <li>3. ሳምራዊት ተረፈ (ጊዜ)</li>
        <li>4. መግደላዊት ደርቤ (እንደ አንድ)</li>
        <li>5. እታፈራው መብራቱ (እንደ አንድ)</li>
        <li>6. ሜላት ገሊላስ (የቄሳር ዲናሮች)</li>
        <li>7. ፍቅርተ ጌታሁን(በስንቱ)</li>
        <li>8. መአዛ ታከለ (አፋፍ)</li>
        <li>9. መስከረም ነጋ (የቄሳር ዲናሮች)</li>
      </ol>

      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የአመቱ ምርጥ የቴሌቪዥን ተከታታይ ፊልም ተዋናይ
      </h1>

      <ol className="space-y-4 text-lg">
        <h1>1. አለማየው ታደሰ (በስንቱ)</h1>
        <h1>2. ዮሀንስ ተፈራ (በስንቱ)</h1>
        <h1>3. ሄኖክ ብርሀኑ (ጊዜ)</h1>
        <h1>4. ተስፋዬ ሲማ (ጊዜ)</h1>
        <h1>5. ግርማ ተሾመ (እንደ አንድ)</h1>
        <h1>6. ሰለሞን ሙሄ (እንደ አንድ)</h1>
        <h1>7. ግዬን አለምሰገድ (የቄሳር ዲናሮች)</h1>
        <h1>8. መላኩ ታደሰ (የቄሳር ዲናሮች)</h1>
        <h1>9. አለምሰገድ አሰፋ (አፋፍ)</h1>
      </ol>
      <h1 className="text-2xl py-4 underline decoration-1 underline-offset-8">
        የአመቱ ምርጥ ፊልም
      </h1>
      <ol className="space-y-4 text-lg ">
        <li>1. አጨብጭቡለት</li>
        <li>2. ለትንሽ</li>
        <li>3. ፊናፍ</li>
        <li>4. ልባም</li>
        <li>5. ጋዜጠኛዋ</li>
        <li>6. እንደ ልቤ</li>
        <li>7. ገምዛ</li>
        <li>8. የማር ውሀ</li>
        <li>9. 7 ጊዜ70</li>
        <li>10. ሎሌ</li>
        <li>11. ማንያዘዋ</li>
        <li>12. የሰኔ ግርግር</li>
        <li>13. እህቴን</li>
        <li>14. ዝምታዬ</li>
        <li>15. ወዳጅ</li>
        <li>16. ሰሞኑን</li>
        <li>17. ክሱት</li>
        <li>18. የባለስልጣን ልጅ</li>
        <li>19. ያልተበላው እራት</li>
        <li>20. ማሪኝ</li>
        <li>21. ፍልሚያ</li>
        <li>22. የሀገር ምስጢር አለኝ</li>
        <li>23. እንደ ሀገር</li>
        <li>24. ጥላዬ</li>
        <li>25. ለዙፋን</li>
        <li>26. ሌባና ሌባ</li>
        <li>27. የባሌ ሚስት</li>
        <li>28. ዝናዬ</li>
        <li>29. ጀግኒት</li>
        <li>30. የሱፍ አበባ</li>
        <li>31. ህጋዊ ጋብቻ</li>
        <li>32. ዶቃ</li>
        <li>33. ማነው አራዳ</li>
      </ol>
    </div>
  );
};

export default MovieCandidates;
